{
    "pushUps": "PUSH UPS",
    "pushUpsDescription": "With your feet shoulder-width apart, stand an arm's length from a wall. Place your palms on the wall as you lean forward into a standing plank position. Your arms should be shoulder-width apart. Inhale as you bend your elbows and slowly move your upper body toward the wall while keeping your feet flat on the floor. Exhale and use your arms to slowly push your body back to your starting position.",
  
    "kneePushUps": "KNEE PUSH UPS",
    "kneePushUpsDescription": "Kneel on the floor. Extend your arms and spread your hands shoulder-width apart on the floor in front of you. Squeeze your abs as you bend your arms, lowering your torso until your chest grazes the floor. Push your torso up straightening arms. Slow, steady and repeat.",
  
    "diamondPushUps": "DIAMOND PUSH UPS",
    "diamondPushUpsDescription": "The body should be tight and straight, which can be maintained by squeezing the thighs and buttocks to increase support. As the chest is lowered toward the floor, the elbows should point toward the feet. The body is lowered until the arms are along the side of the ribcage, pausing for a second before initiating the upward movement. While maintaining alignment, the body is propelled upwards pushing off the floor until the elbows straighten.",
  
    "clappPushUps": "CLAPP PUSH UPS",
    "clappPushUpsDescription": "Assume a standard push-up position with your hands outside your shoulders and your feet hip-width apart. Begin the exercise by bending your elbows and lowering your chest to the ground, pause, then explode off the ground, pushing as hard as you can so your hands come off the ground. Immediately clap your hands quickly in the air. Once your hands hit the ground, drop your chest back to the ground and explode again.",
  
    "squats": "SQUATS",
    "squatsDescription": "Start with feet slightly wider than hip-width apart, toes turned slightly out. Keep chest up and out and pressure even on feet, engage your abs and shift your weight into your heels as you push your hips back. Lower into a squat until your heels begin to lift off the floor, or until your torso begins to round or flex forward. Your depth should be determined by your form.",
  
    "sumoSquats": "SUMOSQUATS",
    "sumoSquatsDescription": "Stand with your feet wider than shoulder-width apart and your toes turned slightly. Hold a dumbbell in each hand in front of your hips. Push your hips back and squat down, keeping your chest up. Push your hips back and squat down, keeping your chest up and knees out. Bring the weights to the ground between your legs. Then return to starting position. Thrust your hips back and squat down, keeping your chest up and knees out.Bring the weights to the floor between your legs.Then return to starting position .",
  
    "sideTapSquat": "SIDE TAP SQUAT",
    "sideTapSquatDescription": "Start standing with your feet hip-width apart and sit back in a squat position with your knees bent. Keep your abs tight and back straight. Swipe wide to the side while staying in your squat position, return to your starting position and then curl up on your side in the other direction using all the muscles in your lower body and then come back to center.",
  
    "bulgarianSquat": "BULGARIAN SQUAT",
    "bulgarianSquatDescription": "Stand 2 to 3 feet in front of a knee-high platform. Extend your right leg behind you and rest your toes on the bench. Toes can be flat or tucked in, depending on personal preference. Square your hips and shoulders. Keeping your torso upright, slowly lower your right knee toward the ground. Your front knee will form approximately a 90-degree angle.",
  
    "jumpSquat": "JUMP SQUAT",
    "jumpSquatDescription": "Stand and bend your knees slightly so that you feel comfortable. Lower into a full squat position. Drive your body up by fully extending your legs. Feet will be a few inches off the floor. Lower yourself down and control your landing by engaging your toes. Finish in a squat and get ready for the next jump.",
  
    "jumpingJack": "JUMPING JACK",
    "jumpingJackDescription": "Make a small jump to land with your legs open, at the same time, raise your arms above your head. The arms are not fully stretched, and neither are the legs. Synchronize the breath, releasing the air when your legs are open and arms up. Following the first, do a second jump to return to the starting position. This second jump should bring you back to the neutral position at the start of the exercise.",
  
    "mountainClimbers": "MOUNTAIN CLIMBERS",
    "mountainClimbersDescription": "Get into a plank position, making sure to distribute your weight evenly between your hands and toes. Check your form: your hands should be about shoulder-width apart, back flat, abs engaged, and head lined up. Pull your right knee toward your chest as far as you can. Switch legs, bringing one knee out and the other knee in.",
  
    "jumpLounges": "JUMP LOUNGES",
    "jumpLoungesDescription": "Stand with your feet shoulder-width apart, core engaged. Take a big step forward with your right leg. Keep your arms by your side. Shift your weight forward with this leg, so your heel touches first floor. Then lower your body until your front leg is parallel to the ground. This is the bottom position. Jump up, quickly changing the position of your feet while airborne so that your right leg swings back behind you. You and your left leg comes forward.",
  
    "lounges": "LOUNGES",
    "loungesDescription": "Stand tall with your feet hip-width apart. Engage your core. Take a big step forward with your right leg. Begin to shift your weight forward so your heel hits the floor first. Lower your body until the right thigh is parallel to the floor and the right shin is vertical. It is okay if the knee moves forward a bit, as long as it does not go past the right toe. If mobility allows, tap the left knee lightly against the floor while keeping weight in right heel. Press into right heel to return to starting position.",
  
    "wallSits": "WALL SITS",
    "wallSitsDescription": "Start with your back against a wall with your feet shoulder-width apart and about 2 feet from the wall. Engage your abdominal muscles and slowly slide your back up the wall until your thighs are parallel to the floor. Adjust your feet so that your knees are directly above your ankles (rather than your toes). Slowly slide up the wall to a standing position.",
  
    "sitUps": "SIT UPS",
    "sitUpsDescription": "Lie on your back with your knees bent and your feet anchored. Tuck your chin into your chest to lengthen the back of your neck. Interlace your fingers at the base of your skull, cross your arms with your hands on opposite shoulders, or place your palms on hands alongside the body. Exhale as you lift your upper body toward your thighs. Inhale as you slowly lower yourself to the floor.",
  
    "kneeLift": "KNEE LIFT",
    "kneeLiftDescription":
  "Slowly bend your knees and lift them toward your chest as you exhale. The movement should be controlled and deliberate as you raise your knees until your thighs are parallel to the ground. Continue to raise your knees as high as you can without rounding the top of your back of the seatback and look down.",
  
    "burpee": "BURPEE",
    "burpeeDescription": "The first thing you should do to execute a burpee is stand upright to begin the action. Once standing, aim to bring your palms to the ground by jumping your feet back. Then, with your hands in the ground, reach for the ground with your chest in a push-up. As you push your body up, pick your feet up again and jump for full hip extension. While in the air, clap your hands above your head.",
  
    "plank": "PLANK",
    "plankDescription": "Keep your torso straight and rigid and your body in a straight line from your ears to your toes with no sagging or flexing. This is the neutral spine position. Make sure your shoulders are down, not dragging toward your ears. Your heels should be on the balls of your feet.",
  
    "upDownPlanks": "UP/DOWN PLANKS",
    "upDownPlanksDescription": 
    "Keep your palms flat on the ground, arms straight. Think about keeping your hands below your shoulders. Brace your core as you drop your left elbow to the ground, followed by your right. You should still be in a plank position, with your weight on your elbows. Pause here, then press your left palm into the floor and come back up to a high plank position.",
  
    "plankJacks": "PLANK JACKS",
    "plankJacksDescription": "Start in a plank position with your arms outstretched and hands under your shoulders, feet together. Your body should be in a straight line from head to heels. Jump both feet out to each side as if you were doing a horizontal jump. Stay in a plank position as you quickly jump your feet back together. Continue jumping in and out. Keep your back flat and don't let your hips drop throughout the movement. Your arms should remain stable.",
  
    "reverseLunge": "REVERSE LUNGE",
    "reverseLungeDescription": "Bring one leg back into a lunge with a knee bend. Lower your upper body while maintaining balance. Using primarily the heel of your foot, push up and return to the starting position. Repeat with the opposite leg. ",
  
    "gluteBridge": "GLUTE BRIDGE",
    "gluteBridgeDescription": 
    "Grasp one knee with both hands loosely. Simply to keep your hips flexed. From that position, do a glute bridge by lifting your hips with the supporting leg. Think about contracting your glutes hard without arching your lower back.",
  
    "singleLegGluteBridge": "SINGLE LEG GLUTE BRIDGE",
    "singleLegGluteBridgeDescription": "This exercise targets the glutes, the back of the legs, and the lower back. Lie on your back, legs braced and in position. Stretch one leg up in the air, pressing your pelvis up and trying to keep the hips always straight.",
  
    "legRaises": "LEG RAISES",
    "legRaisesDescription": "Lie on your back with your legs straight. Lift your legs up until they are perpendicular to your hips. Be careful not to arch your spine as you do the exercise. If this is not easy for you, place both hands on under the buttocks.",
  
    "crunches": "CRUNCHES",
    "crunchesDescription": 
    "Lie on the floor with your back completely supported, if your lower back is slightly off, respect the natural curve and do not try to make it tense against the floor. Place your hands behind your head, to support your weight. Do not place them behind the neck, this can create tension.",
  
    "bicycleCrunch": "BICYCLE CRUNCH",
    "bicycleCrunchDescription": 
    "Place your hands on your ears, lift one leg off the ground and straighten it, then lift the other leg and bring your knee in towards your chest. Touch your elbow to the opposite knee and make sure you twist your torso with your abs. Switch sides and count one rep when the knee and elbow touch.",
  
    "twistingPiston": "TWISTINF PISTON",
    "twistingPistonDescription":
    "Start in a plank position, with your legs together and stretched out, begin jumping to the sides interspersedly bringing your knees to your chest at the moment of landing less at the moment of the jump towards the middle, at which point the legs are kept straight. ",
  
    "scissorDrop": "SCISSOR DROP",
    "scissorDropDescription": 
    "First, lie on your back with your arms close to your body. Then, with your legs extended, lift them slightly off the ground by contracting your abs. Keep your back flat on the ground so you don't hurt yourself.",
  
    "groiner": "GROINER",
    "groinerDescription": 
    "Keeping your back flat, step with one foot to the side of your hand or as close to it as you can. You may allow the opposite knee to bend slightly as you lean into the stretch. Hold the stretch for the desired amount of time, then repeat with the opposite leg.",
  
    "deadLift": "DEAD LIFT",
    "deadLiftDescription": "Your body should be moving up at the same speed. As the bar passes your knees, start pulling it toward your hips to keep it as close to your body as possible (this maximizes your strength). Squeeze your glutes as you continue to straighten your legs. Hips and knees until you stand up.",
  
    "jumpingRope": "JUMPING ROPE",
    "jumpingRopeDescription":"Jump over the rope with both feet together at a moderate pace. Keep your ankles and knees loose to absorb the impact. Try to make it one fluid motion rather than two different positions. Increase your rope speed and pace as you jump.",
  
    "dumbbelHipThrust": "DUMBBEL HIP THRUST",
    "dumbbelHipThrustDescription": "First sit on the floor with your shoulder blades resting on a bench. The soles of your feet are fixed to the ground. You should place a bar at hip height. Perform a hip thrust trying to raise your hips to the horizontal and raise the bar off the ground.",
  
    "weightSquats": "WEIGHT SQUATS",
    "weightSquatsDescription":
    "Choose a barbell/dumbbell/bar with the desired weight. Place your legs apart with your feet shoulder-width apart. A slight movement of the hips should be carried out. The hips move back and down, while the chest stay up and the weight of the body falls on the heels. The knees should not be bent too much to avoid ending up on the toes.",
  
    "dumbbellPress": "DUMBELL PRESS",
    "dumbbellPressDescription": "Lie on a flat bench and roll your shoulders back. Proper grip is important on the bench press. Now lift the bar, taking a deep breath as you squeeze your glutes, back, and shoulder blades tight. Bring the bar to your chest in a slow, controlled manner. Then go back up.",
  
    "parallelDips": "PARALLEL DIPS",
    "parallelDipsDescription": "We breathe in and bend the elbows so that the chest descends to the level of the bars, always keeping the legs and torso immobile. Only the body should move down and up through the bending of the arms. We breathe out and return to the starting position by extending your arms again.",
  
    "dumbbellRow": "DUMBBEL ROW",
    "dumbbellRowDescription": "The back has to be immobilized and the arm that grabs the dumbbell has to be extended to the side of the body. In this position, inhale and raise the dumbbell towards the back while the arm is parallel to the body. Try to bring the elbow towards back, as if you were imitating the movement of the oar.",
  
    "militarPress": "MILITAR PRESS",
    "militarPressDescription": 
    "The Military Press or also called strict press is a very popular strength exercise that consists of lifting the weight over the head with the arms without any previous impulse. This exercise is usually performed standing, but it also has many variations, such as doing it sitting down.",
  
    "arnoldPress": "ARNOLD PRESS",
    "arnoldPressDescription": 
    "Raise your arms up and, while doing so, you should rotate your hands until they end up facing forward when the arm is fully stretched, before that, the arms should have created two right angles at the height of the head. Then return to the initial position must be done in a slow and controlled manner. As we lower our arms, the hands must rotate until they are facing us again.",
  
    "frontSquats": "FRONT SQUATS",
    "frontSquatsDescription": 
    "Stand with your feet approximately shoulder-width apart, keeping your elbows flexed with your humerus parallel to the ground. Take a deep breath so that intrathoracic pressure prevents your trunk from leaning forward, arch slightly lower back, contract the core and bend the knees until they reach the horizontal. Return to the starting position and exhale at the end of the movement.",
  
    "deadliftRomanian": "DEADLIFT ROMANIAN",
    "deadliftRomanianDescription": 
    "The Romanian deadlift begins in a standing position. From there, drive your hips back, letting your knees bend as much as needed, but keeping them fairly stiff. When you feel a maximum stretch in your hamstrings, probably when the hands are just below the knees, push the hips forward to drive the weight up.",
  
    "curlBicep": "CURL BICEP",
    "curlBicepDescription": 
    "To begin, we must position the legs with the same width as the shoulders and with the knees slightly bent. This will help the back to be perfectly positioned and avoid overloading. Place the hands, with a width slightly greater than that of your shoulders. The grip should be supinated, that is, the palms of your hands facing upwards. When performing the elbow flexion, make sure that your elbows remain close to the body at all times.",
  
    "bulgarianSplitSquat": "BULGARIAN SPLIT SQUAT",
    "bulgarianSplitSquatDescription": "Find a step, bench, or any other device that you can place your foot on that is about knee height. With your back foot elevated on the bench, lunge forward with your torso erect, core braced, and knees braced. Hips square to your body. Your front leg should be about two feet in front of the bench. Lower the front of your thigh until it's nearly horizontal, keeping your knee in line with your foot.",
  
    "dropSquat": "DROP SQUAT",
    "dropSquatDescription":
    "Stand up straight with your feet shoulder-width apart. Go from dead to still drop into a squat position as quickly as possible. Your knees should make a 90-degree angle for the squat, and as you land, extend your arms straight out forward. Hold the squat position for a second or two, and then stand back up to the starting position.",
  
    "tricepKickBack": "TRICEP KICK BACK",
    "tricepKickBackDescription": "Exhale as you raise your arms and inhale as you lower them. To target your muscles deeper, reach the wall in front of you as you raise your arms. Keep your knees and elbows slightly bent. Keep your wrists neutral throughout the exercise and avoid wrist flexion or extension. Use resistance as you lower your arms.",
  
    "bandRow": "BAND ROW",
    "bandRowDescription": "Start in a seated position on the floor with your legs straight in front of you. Sit tall with your abs tight with your elbows bent next to your side. Pull your arms back until they are next to your side and your elbows are behind you. Release slowly.",
  
    "backExtension": "BACK EXTENSION",
    "backExtensionDescription": 
    "Place your thighs on the pad. Bend your knees slightly and brace your feet, keeping them in line with your knees. Extend your arms toward the floor. Exhale and move up until your shoulders, spine, and hips are in line. Engage your core and gently roll your shoulders back. Inhale and squat down from the waist. Touch the ground.",
  
    "bandedTricepExtension": "BANDED TRICEP EXTENSION",
    "bandedTricepExtensionDescription":"Assume a standing position and lean forward slightly by pivoting at the hips. Initiate the movement by extending your elbows and flexing your triceps. Pull down until your elbows are almost locked, then slowly lower under control back to the starting position. ",
  
    "bandPulls": "BAND PULLS",
    "bandPullsDescription": 
    "Contract your abs. Arms, elbows, and wrists are straight and fully extended in front of you. With arms parallel to the ground, palms facing up, and shoulders extended, slowly spread the band by extending arms to either side of the body. When the band hits your chest, make an effort to pull it across your body.",
  
    "superman": "SUPERMAN",
    "supermanDescription": "Lie on the floor in a prone position (face down), with your legs straight and your arms extended in front of you. Keep your head in a neutral position (avoid looking up), slowly raise your arms and legs about 6 inches (15.3 cm) off the floor, or until you feel your lower back muscles contract. Engage your glutes, core, and the muscles between your shoulder blades simultaneously. Try to lift your belly button slightly off the floor to contract your abs. A good way to imagine this is to imagine that you are Superman flying in the air.",
  
    "staticSuperman": "STATIC SUPERMAN",
    "staticSupermanDescription": "To begin, lie flat on your stomach on the floor or a mat. Your arms should be fully extended in front of you. This is the starting position. At the same time, lift your arms, legs, and chest off the floor and hold this contraction for 2 seconds. Tip: Squeeze your lower back to get the best results from this exercise. Remember to exhale during this movement. Slowly begin to lower your arms, legs, and chest back to the starting position as you inhale. "
  }
  
  